---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.InfillFailures
source: html/13a26a89-322c-ef1a-f5f1-8cd481ee4ba0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InfillFailures

Failures about Infill.

## Syntax (C#)
```csharp
public static class InfillFailures
```